<?php

return [
  'unknown-message-type' => 'На жаль, я поки що не можу опрацювати запити такого типу ☺️ будь-ласка, повтори спробу з правильними даними',
  'unknown-command' => 'Невідома команда 😕 я не зміг визначити твій запит, перевір його та спробуй ще раз',
  'hello' => '👋 Привіт, :username! Мене звати :botname, і я твій помічник. Для початку роботи мені потрібен твій номер телефону. Відправ його використовуючи кнопку, що внизу ⬇️',
  'hello-with-role' => '👋 Привіт, :username! Радий тебе бачити! Твоя поточна роль: «:role»',
  'help-message' => 'Вітаю :username! Мене звати :botname, я створений для ...',
  'role-guest' => 'Гість',
  'role-tutor' => 'Тьютор',
  'role-student' => 'Учень',
  'role-admin' => 'Адміністратор',
  'auth-success' => '✅ Авторизація за номером телефону пройшла успішно, твоя роль: :role, приємного користування!',
  'auth-is-present' => 'Ви вже авторизувались раніше',
  'auth-error' => '⚠️ Помилка: Відправте ВЛАСНИЙ номер телефону!',
  'auth-no-user' => '🙃 Співпадінь не знайдено, спробуй пізніше',
  'auth-no-access' => '❌ У доступі відмовлено! Недостатньо прав.',
  'button-send-phone' => '📞 Відправити номер телефону',
  'error' => '❌ Помилка, спробуй повторити спробу пізніше!'

];
